Revit 2027 API
ParameterTypeId.SharedCoordEastwest Property
 "E/W"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId SharedCoordEastwest { get; }
Public Shared ReadOnly Property SharedCoordEastwest As ForgeTypeId
	Get
public:
static property ForgeTypeId^ SharedCoordEastwest {
	ForgeTypeId^ get ();
}
static member SharedCoordEastwest : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace